{
    "class_name": "Sequential",
    "keras_version": "1.1.1",
    "config": [
        {
            "class_name": "Dense",
            "config": {
                "name": "dense_1",
                "units": 32,
                "activity_regularizer": null,
                "trainable": true,
                "kernel_initializer": "lecun_uniform",
                "bias_initializer": "zeros",
                "input_dim": null,
                "kernel_regularizer": null,
                "bias_regularizer": null,
                "activation": "linear",
                "batch_input_shape": [
                    null,
                    5
                ]
            }
        },
        {
            "class_name": "Activation",
            "config": {
                "activation": "relu",
                "trainable": true,
                "name": "activation_1"
            }
        },
        {
            "class_name": "Dense",
            "config": {
                "name": "dense_2",
                "activity_regularizer": null,
                "trainable": true,
                "kernel_initializer": "lecun_uniform",
                "bias_initializer": "zeros",
                "input_dim": null,
                "kernel_regularizer": null,
                "bias_regularizer": null,
                "activation": "linear",
                "units": 64
            }
        },
        {
            "class_name": "Activation",
            "config": {
                "activation": "relu",
                "trainable": true,
                "name": "activation_2"
            }
        },
        {
            "class_name": "Dense",
            "config": {
                "name": "dense_3",
                "activity_regularizer": null,
                "trainable": true,
                "kernel_initializer": "lecun_uniform",
                "bias_initializer": "zeros",
                "input_dim": null,
                "kernel_regularizer": null,
                "bias_regularizer": null,
                "activation": "linear",
                "units": 3
            }
        },
        {
            "class_name": "Activation",
            "config": {
                "activation": "linear",
                "trainable": true,
                "name": "activation_3"
            }
        }
    ]
}
